tgv2dTests/tgv2d_temporal_OLD/pimple/pimple_nu1/TGV_temporal/0/error_velocity
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       volVectorField;
    location    "0";
    object      error_velocity;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   nonuniform List<vector> 
16384
(
(1.03840547272e-14 -1.03840547272e-14 0)
(4.29864477347e-14 -1.38083988688e-14 0)
(3.83373888191e-15 8.86096751529e-14 0)
(6.49827414101e-15 1.2667644711e-13 0)
(2.30024332915e-15 -1.84047221907e-13 0)
(4.64663030275e-14 -2.35755859279e-13 0)
(3.77788078598e-14 7.57172102794e-14 0)
(2.36546893184e-14 5.14588371914e-14 0)
...
)
;

boundaryField
{
    left
    {
        type            cyclic;
    }
    right
    {
        type            cyclic;
    }
    top
    {
        type            cyclic;
    }
    bottom
    {
        type            cyclic;
    }
    ignore
    {
        type            empty;
    }
}


// ************************************************************************* //
