tgv2dTests/tgv2d_temporal_OLD/pimple/pimple_nu1/TGV_temporal/0/error_velocity_mag
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       volScalarField;
    location    "0";
    object      error_velocity_mag;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   nonuniform List<scalar> 
16384
(
1.46852710276e-14
4.51498235674e-14
8.86925706275e-14
1.26843012496e-13
1.84061595699e-13
2.4029137001e-13
8.46187582975e-14
5.66352915755e-14
...
)
;

boundaryField
{
    left
    {
        type            cyclic;
    }
    right
    {
        type            cyclic;
    }
    top
    {
        type            cyclic;
    }
    bottom
    {
        type            cyclic;
    }
    ignore
    {
        type            empty;
    }
}


// ************************************************************************* //
