tgv2dTests/tgv2d_temporal_OLD/pimple/pimple_nu1/TGV_temporal/0/error_velocity_mag_squ
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       volScalarField;
    location    "0";
    object      error_velocity_mag_squ;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   nonuniform List<scalar> 
16384
(
2.15657185155e-28
2.03850656817e-27
7.86637208452e-27
1.60891498192e-26
3.38786710111e-26
5.77399425015e-26
7.16033425581e-27
3.20755625184e-27
...
)
;

boundaryField
{
    left
    {
        type            cyclic;
    }
    right
    {
        type            cyclic;
    }
    top
    {
        type            cyclic;
    }
    bottom
    {
        type            cyclic;
    }
    ignore
    {
        type            empty;
    }
}


// ************************************************************************* //
