tgv2dTests/tgv2d_temporal_OLD/pimple/pimple_nu1/TGV_temporal/0/error_velocity_mag_squ_all
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       scalarField;
    location    "0";
    object      error_velocity_mag_squ_all;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


16384
(
2.15657185155e-28
2.03850656817e-27
7.86637208452e-27
1.60891498192e-26
3.38786710111e-26
5.77399425015e-26
7.16033425581e-27
3.20755625184e-27
1.66732897723e-25
1.48246163807e-26
2.45773673534e-25
1.96728981428e-25
2.35880966349e-25
7.1706729246e-28
1.71874550886e-26
8.80600279043e-28
2.94127513745e-26
1.27773836527e-26
2.6701626051e-26
5.70173401706e-28
3.75719674506e-26
1.51891510998e-25
5.62002975689e-26
4.04484234747e-26
7.03565954558e-26
3.51709187869e-26
2.28650948807e-25
1.42406999164e-25
6.25667395215e-26
7.37458295333e-26
1.16554885605e-25
2.19921806162e-25
7.07019723595e-26
6.87670269797e-26
8.02894187983e-26
9.31037667522e-27
2.06506838684e-27
2.14958741233e-25
1.19448176837e-25
1.71520624545e-27
1.77893477743e-25
1.6568395086e-25
1.34181854976e-25
2.33356616692e-25
2.15235385902e-25
1.59194123388e-25
3.82370843717e-26
1.47549885809e-25
4.85523966428e-26
3.83888760587e-26
4.15812396604e-26
1.02858437241e-25
1.29177418881e-27
2.58821489384e-27
1.64514470093e-25
8.26523317026e-26
1.35943583889e-25
1.35680350998e-25
4.2032078326e-26
1.6727371911e-27
1.62172326707e-26
6.42154665044e-26
1.72110067442e-28
1.70507838173e-27
1.93351580929e-27
1.49742999569e-27
1.89190762552e-25
5.48957524634e-26
2.51131627395e-26
5.5619903278e-26
2.68335630254e-26
1.88686931659e-26
1.73592395149e-25
3.33258954976e-27
2.94698417158e-26
8.73072011122e-26
1.15345459234e-26
6.91779796781e-26
6.43420400166e-26
1.41663364074e-25
2.47166145343e-27
2.10274921448e-25
2.17061345318e-26
2.85364535748e-26
1.88362694721e-25
2.27814902274e-26
1.57055746781e-26
3.09655964173e-26
1.83462729904e-25
8.6131831682e-28
1.76422534843e-25
8.43546134181e-26
1.62418652196e-25
6.75541704516e-26
3.05386019361e-27
1.07703393987e-25
3.97664993648e-27
1.79625774524e-26
...
)


// ************************************************************************* //
